var contentsC = "";
var cardC = document.querySelector('.cardC');

contentsC += `<div class="container-fluid">
<div class="row">
    <div class="col-lg-12 col-md-12 col-sm-12 col-xs-12 mainPhotoSingle">
        <div class="row">
            <div class="col-lg-10 col-lg-offset-1 col-md-10 col-md-offset-1 col-sm-10 col-sm-offeset-1 col-xs-12">
                <div class="row cardFlex">
                    <div class="col-lg-4 col-lg-offset-1 col-md-4 col-md-offset-1 col-sm-5 col-sm-offset-1 col-xs-4 hidden-xs">
                        <img src="images/4.png" class="img img-responsive rotate-scale-down ainImgCard">
                    </div>
                    <div class="col-lg-7 col-md-7 col-sm-5 col-xs-12">
                        <h1 class="mainHeaderCard2">Future Trends</h1>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>
</div>

<div class="container-fluid">
<div class="row bg">
    <div class="col-lg-8 col-lg-offset-2 col-md-8 col-md-offset-2 col-sm-10 col-sm-offset-1 col-xs-10 col-xs-offset-1">
        <h1 class="mainHeaderCard">Future Trends...</h1>
        <div class="row cardBgGrey">
            <div class="col-lg-3 col-md-3 col-sm-3 col-xs-12">
                <div class="explanationFlex">
                    <div class="iconsCard">
                        <i class="far fa-clock"></i>
                    </div>
                    <div class="textNextIcon">
                        <p class="textUnderline">Временска рамка</p>
                        <p class="smallPexplanation">60-120 минути</p>
                    </div>
                </div>
            </div>

            <div class="col-lg-3 col-md-3 col-sm-3 col-xs-12">
                <div class="explanationFlex">
                    <div class="iconsCard">
                        <i class="fas fa-users"></i>
                    </div>
                    <div class="textNextIcon">
                        <p class="textUnderline">Големина на група</p>
                        <p class="smallPexplanation">2-40</p>
                    </div>
                </div>
            </div>

            <div class="col-lg-3 col-md-3 col-sm-3 col-xs-12">
                <div class="explanationFlex">
                    <div class="iconsCard">
                        <i class="fas fa-landmark"></i>
                    </div>
                    <div class="textNextIcon">
                        <p class="my-left textUnderline">Ниво за фасилитирање</p>
                        <p class="smallPexplanation my-left">Средно</p>
                    </div>
                </div>
            </div>

            <div class="col-lg-3 col-md-3 col-sm-3 col-xs-12">
                <div class="explanationFlex">
                    <div class="iconsCard">
                        <i class="fas fa-paint-roller"></i>
                    </div>
                    <div class="textNextIcon">
                        <p class="my-left textUnderline">Материјали</p>
                        <p class="smallPexplanation my-left">Пенкала,
                            бела табла или флипчарт,
                            ,маркери,
                            селотејп.
                        </p>
                    </div>


                </div>
            </div>
        </div>
        <div class="mainCardContent">
            <p class="boldFont">
                Оваа алатка им помага на малите и големите групи да ги идентификуваат клучните
                трансформативни трендови во текот на следните три години, да ги истражат нивните
                последици и да почнат да гледаат како можат да се исполнат за да создадат можности за
                бизнис. До крајот на работилницата, учесниците креираат листа на најрелевантни
                трендови; и разработка на три најважни трендови, вклучувајќи идеи околу тоа како
                нивната организација би можела да дејствува за да ги исполни.</p>
            <hr>

            <p class="boldFont"> Чекор 1:</p>
            <p> Претставете ја целта на работилницата. Објаснете дека во блиска иднина ќе разговараме
                за трансформативните трендови и ќе разгледаме како нашата организација може да
                дејствува за да ги исполни тие трендови.
                Започнете со Stinky Fish вежбата од 20 минути, за поддршка на групата за безбедно
                споделување на грижите за иднината и нејзините предизвици. Целта е да се нормализира
                неизвесноста за иднината и да се отвори простор за разговор за тоа.
                Контекстот за Stinky Fish вежбата може да биде: &quot;Сподели една грижа / страв за
                дигиталната иднина и како тоа ќе влијае на тебе лично или професионално&quot;.
            </p>
            <p>
                <hr>


                <p class="boldFont"> Чекор 2:</p>
                <p>
                    Сега групата заеднички ќе ги прикаже најрелевантните трендови кои ја менуваат
                    нивната
                    индустрија во текот на следните 3 години.
                    Овој чекор има четири круга од 5 минути. Секој круг се фокусира на различна
                    категорија:
                    бизнис, корисничко однесување, барања за таленти и технологија. Задачата е да се
                    размислува на колку што е можно повеќе релевантни трендови во секоја категорија.

                    Дајте им на учесниците стикери и маркери. Потребно е да напишат еден тренд на еден
                    стикер, и да го претстават пред групата пред да го закачат на ѕид, соодветно во
                    некоја од
                    4те категории.
                    Дајте им 5 минути по категорија. Вкупно 20 минути.

                    <hr>
                    <p class="boldFont"> Чекор 3:</p>
                    <p> Објаснете дека следниот чекор е брзо да се даде приоритет на трендовите во кои
                        ќе има
                        најголемо влијание. Треба да трае околу 5 минути.
                        Користете ја алатката Dotmocracy. Совршено е за да им се помогне на големите
                        групи да
                        направат брзи приоритизации. Користејќи лепливи точки или маркери, на секој
                        учесник му
                        доставуваме 8 точки (гласови) за да ги дистрибуирате низ трендовите што ги
                        објавиле.
                        Тие треба да го засноваат своето гласање за тоа кои трендови се чувствуваат
                        &quot;ќе имаат
                        најголемо влијание врз нивниот бизнис во текот на следните 3 години&quot;.
                    </p>
                    <hr>
                    <p class="boldFont"> Чекор 4:</p>
                    <p> Целта на овој чекор е групите заеднички да ги истражуваат најважните трендови и
                        да
                        генерираат идеи околу деловните можности што би можеле да ги отворат.
                        Поделете ја групата во помали групи од 2-4 луѓе. Секоја нова група ќе работи со
                        еден
                        тренд, ги истражува своите можности, последици, потенцијални ризици и замислува:
                        Како
                        ќе изгледа нашата компанија за три години целосно ги искористиме можностите на
                        овој
                        тренд? Кои чекори треба да ги преземеме денес за да почнеме да се движиме на тој
                        начин?
                        На секоја група дајте и темплејт со прашања и 15-20 минути за да го завршите.
                        Пред да
                        почнат да работат, потсетете ги учесниците дека ова е истражувачка вежба. Тие
                        треба да
                        работат од она што го знаат и чувствуваат, и да го комплетираат образецот
                        прилично
                        брзо.
                        Откако ќе ги пополнат шаблоните, групите повторно да продолжат со презентирање
                        еден
                        на друг.
                    </p>
                    <hr>
                    <p class="boldFont"> Чекор 5:</p>
                    <p> Зборувајте накратко за &quot;Што направивме денес денес&quot;. Потоа поканете го
                        секој учесник
                        на &quot;одјавување&quot; со еден увид од денот што им дава позитивно чувство за
                        иднината.
                        Објаснете ги следните чекори на групата. Што ќе правите со трендовите и
                        сознанијата?
                        Како ќе работите со нив како индивидуи и компании?
                    </p>
        </div>
    </div>
</div>`

cardC.innerHTML = contentsC;